{
  "first_text_index": "At Maison Dental & Aesthetic, we are dedicated to ethical, evidence based dental practice with the mission to treat patients of all ages with minimally invasive approach. Our goal is long term maintenance of dental health, function and  aesthetics of our patients' smile with help of 15 years of expertise, most advanced dental materials and digital equipment.",
  "first_header_index": "SERVICES",
  "first_service_name": "MINIMALLY INVASIVE DENTISTRY",
  "second_service_name": "INVISALIGN",
  "third_service_name": "ANTI-AGEING AND REGENERATIVE AESTHETIC MEDICINE",
  "form_button_text": "SCHEDULE A CONSULTATION",
  "close_btn_form": "Close",
  "text_form": "Schedule a consultation",
  "home": "HOME",
  "about_us": "ABOUT US",
  "services": "SERVICES",
  "service_li1": "Minimally invasive dentistry",
  "service_li2": "Invisalign",
  "service_li3": "Anti-ageing and regenerative aesthetic medicine",
  "prices": "PRICELIST",
  "contact": "CONTACT",
  "home_footer": "Home",
  "about_us_footer": "About us",
  "services_footer": "Services",
  "contact_footer": "Contact",
  "priceslist_footer": "Pricelist",
  "header_about_us": "ABOUT US",
  "about_us_text1": "Dr Ana Miladinovic has graduated from Faculty of Dentistry, University of Belgrade in 2008.",
  "about_us_text2": "She has since passed statutory exam and moved to London, UK where she works in private practice in London. Dr Ana is an experienced general practitioner with special interest in ethical, minimally invasive dentistry. Ana is a certified Invisalign provider and has successfully treated hundreds of patients. In 2018 she gained Postgraduate Certificate in contemporary aesthetic and restorative dentistry.",
  "about_us_text3": "Dr Ana specializes in minimally invasive smile make-overs with Invisalign system, advanced whitening systems and composite bonding/veneers with the composite materials of the newest generation. This allows her to alter shape and shade of the teeth without unnecessary damage to the tooth structure (no drilling and damage involved)",
  "about_us_text4": "Dr Ana has been practicing facial aesthetics since 2016 and has vast experience in this area. She advocates natural looking results whilst focusing on skin health with help of restorative and regenerative procedures including polynucleotides and exosomes.",
  "about_us_text7": "Dr Ana is treating international patients in Central London, Wimpole Street and is based at Bupa Lister House.",
  "minimal_first_question": "What are the advantages of minimally invasive compared to traditional dentistry for the patient?",
  "minimal_first_answer": "By avoiding unnecessary grinding of healthy dental tissue, we enable our patients to preserve their natural dentition in the long term and minimize the need for future invasive treatments. Education on avoiding risks and training patients in proper oral hygiene plays a key role in this concept, as do regular dental check-ups. We pay special attention to the care of children's teeth and make visits to the dentist a real pleasure. We use a minimally invasive approach in all dental interventions.",
  "minimal_second_question": "But what if the tooth preparation is inevitable?",
  "minimal_second_answer": "We choose non-invasive or minimally invasive preparation techniques and direct (dental fillings) or indirect (inlays, onlays, veneers or crowns) restorations made of non-toxic aesthetic materials of the latest generation. In our work, we use magnifying dental loupes and digital technology that allows us perfect precision. As a result, you will get functional and aesthetic restorations that will last and won't harm your natural teeth",
  "minimal_third_question": "Are you dreaming about 'Hollywood smile'?",
  "minimal_third_answer1": "For decades, the 'Hollywood smile' trend has not lost its popularity, but it usually involves the preparation (so-called 'grinding') of the patient's teeth so that the dentist can later cover the resulting stumps with crowns or bridges. This radical method often over time leads to irreversible damage to the pulp, i.e. the nerve of the tooth, the supporting apparatus of the tooth, and in some cases the loss of one or more teeth. 'Hollywood' smile transformations have recently acquired a negative connotation and in Great Britain they are called 'Turkey teeth' after Turkish dental tourism, where this trend implies an unsafe, ultra-fast protocol of destructive grinding, resulting in unnaturally white and obviously artificial teeth. In our practice, we do not support this trend, especially not with young patients.",
  "minimal_third_answer2": "The good news is that we can achieve an attractive and healthy smile without damaging the teeth! We have a solution for every type of problem, whether it is an irregular position, shape or missing one or more teeth. Dr. Ana specializes in minimally invasive smile transformations that, among other things, include treatment with Invisalign aligners to correct the position of the teeth and the use of composite materials to correct the shape and shade of your natural teeth.",
  "invi_first_question": "What is Invisalign?",
  "invi_first_answer": "Invisalign is the only original, American system of patented foils (aligners) for straightening teeth. With this advanced system, even very complex irregularities in the position of the teeth and bite can be corrected. These comfortable and almost imperceptible aligners are especially popular among the adult population and, due to their discreet appearance, the choice of business people around the world. The speed of treatment, comfort when wearing, and the predictability of the treatment plan are important factors that patients consider crucial when deciding on this system. In addition to all of the above, the most important factor is the experience of the prescribing doctor, which is why we proudly point out that Dr. Ana Miladinović has been a certified provider of this prestigious system since 2016. and that she has since  successfully treated hundreds of happy patients, giving them the smile of their dreams.",
  "invi_second_question": "How does Invisalign compare to other brands of clear aligners?",
  "invi_second_answer": "Invisalign aligners are made from the patented Smart track material through a 3D printing process. This sophisticated material is characterized by a perfect balance between strength and elasticity, thus enabling comfort during wear with predictable tooth movement. The foils of other brands are made of plastic of different thickness, which is shaped with a vacuum machine and does not have equally good properties.",
  "invi_third_question": "How long does the treatment with Invisalign aligners last?",
  "invi_third_answer": "The duration of the treatment depends on the degree of irregularity of the teeth. Each patient is given an individual treatment plan at the beginning of the treatment, which dictates the number of aligners. Each aligner is worn for 20-22h each day for 7-10 days and then it is switched to the next one. The length of the treatment for the mildest irregularities lasts about 3 months, while the usual duration of treatment is between 6 and 9 months. Aligners gradually push the teeth in the correct position and as a final result the patient gets a great aesthetic and functional result that was achieved without any damage to the tooth substance. If there are irregularities in the shape of one or more teeth, after the orthodontic correction is completed, the shape is corrected with composite materials.",
  "anti_first_question": "Personalized approach and consultation",
  "anti_first_answer": "Modern techniques and the highest quality products available on the market, which we use in our practice, will allow you to look like the best version of yourself, and not like someone else. We nurture your individuality and restore self-confidence with discreet corrections aimed at a fresher and more rested appearance.A detailed consultation and analysis of the face is the most important step, and that is why we devote special attention and time to it. You can expect answers to all questions and concerns and a detailed long-term treatment plan because we know from experience that the best natural transformations require time and commitment.",
  "anti_second_question": "Collagen stimulators and Egsosomes",
  "anti_second_answer": "Collagen is the main protein present in the skin, the production of which begins to decline in the thirties. The key to slowing down the aging process the replenishment and preservation of this precious substance. Collagen stimulators are new generation products that work at the cellular level by stimulating fibroblasts - cells that produce collagen. Exosomes have revolutionized the world market of aesthetic medicine in the last few years and experienced a significant growth in popularity precisely because of their ability to stimulate the regeneration of damaged cells. At Maison Dental & Aesthetic, we offer number of minimally invasive procedures aimed at the process of 'awakening the skin' and stimulating cellular regeneration processes, all with the aim of achieving natural results in the form of clear, radiant, rejuvenated skin.",
  "anti_third_question": "Botox in the treatment of bruxism, migraines and problems with excessive sweating",
  "anti_third_answer": "In addition to reducing and preventing wrinkles on the face, Botox has been safely used in medicine for decades to treat migraines, excessive sweating, and in dentistry for the treatment of bruxism (teeth clenching and grinding). Dr. Ana has many years of experience in these advanced treatment techniques as well as in the use of Botox for aesthetic purposes - the treatment of horizontal wrinkles on the forehead, between the eyebrows, around the eyes.",
  "thanks_header": "Thank you for your trust!",
  "thanks_text": "We have received your message and you will receive an answer in the shortest period of time.",
  "thanks_back_to_first": "Return to home page",
  "galerija-osmeha": "SMILE GALLERY",
  "galerija-osmeha-footer": "Smile gallery"
}
